{
  "hobby_code": "Coding",
  "hobby_gaming": "Gaming",
  "hobby_weight": "Gym",
  "hobby_3d": "3D Printing",
  "hobby_music": "Music",
  "greeting": "Hello There! 👋",
  "intro_text_1": "Hi, I’m Dennis – an aspiring AI enthusiast and software engineer.\n          I recently graduated from university and am now actively looking for\n          opportunities in",
  "intro_text_2": "AI, Data Science, or Software Engineering",
  "intro_text_3": "Currently, I’m open to exciting job opportunities and collaborations.\n          Feel free to connect with me!",
  "contact_text_1": "Leave a message",
  "contact_text_2": "Submit",
  "contact_text_3": "Direct Contact",
  "contact_text_4": "Germany, Bielefeld",
  "contact_text_5": "Contact Me",
  "contact_text_6": "Reach out and connect with me!",
  "contact_text_7": "OR",
  "contact_text_8": "Your Name",
  "contact_text_9": "Your Email",
  "contact_text_10": "Your Message",
  "hero_text_1": "Contact Me",
  "hero_text_2": "Imprint",
  "hero_text_3": "Discord-Tag copied in the clipboard!",
  "hero_text_4": "Hello, I am",
  "hero_text_5": "and",
  "hero_text_6": "Ongoing",
  "about_text_1": "Major in Computer Science & Mathematics – My first exposure to object-oriented programming, SQL, and software development fundamentals. (Carl-Severing-Berufskolleg)",
  "about_text_2": "Bachelor of Science – Cognitive Computer Science",
  "about_text_3": "Gained in-depth knowledge of Data Science, AI, and Agile Software Engineering. Bachelor Thesis: Prototype-based Convolutional Neural Networks for EMG Signal Classification. (University of Bielefeld)",
  "about_text_4": "Part-time Job – Marktkauf Oldentrup",
  "about_text_5": "Worked alongside my studies, gaining practical experience in teamwork and responsibility.",
  "about_text_6": "Technical Consultant – Triggeryou GmbH (Working Student)",
  "about_text_7": "Developing interfaces and automation using a no-code environment from Diamant Software GmbH. Working extensively with REST APIs and SQL to optimize customer solutions.",
  "about_text_8": "2022-Today",
  "about_text_9": "About Me",
  "project_text_1": "This project uses CNet2D with GLVQ and GMLVQ to classify sEMG signals efficiently, optimized for few-shot learning with Ninapro and Nearlab datasets.",
  "project_text_2": "M-Maps is a university project developed in collaboration with Deutsche Bahn. It is a web application that records railway conditions and streamlines the creation and tracking of repair orders.",
  "project_text_3": "CHendLess is a web app that helps you find cheaper alternatives for any product. Just upload an image, and it shows you similar items at the best prices.",
  "project_text_4": "This GeoGuesser version is a university project built with MVC architecture in Android Studio. It challenges users to guess locations from images.",
  "project_text_5": "Projects"
}
